Revit 2024 API
ParameterTypeId.FabricParamLapsplicePosition Property
 "Lap Splice Position": Fabric lap splice position in the fabric distribution
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)
Syntax
C#
public static ForgeTypeId FabricParamLapsplicePosition { get; }
Visual Basic
Public Shared ReadOnly Property FabricParamLapsplicePosition As ForgeTypeId
	Get
Visual C++
public:
static property ForgeTypeId^ FabricParamLapsplicePosition {
	ForgeTypeId^ get ();
}
See Also
ParameterTypeId Class
Autodesk.Revit.DB Namespace